[
    {
        "name": "Sistem Pengelolaan Data Penduduk Desa Kopandakan 2",
        "description": "Sistem Ini Memiliki 2 User. Yang Pertama User Tamu Yang Memiliki Fitur Cari Data Penduduk Desa Kopandakan 2 Yang Sudah Terdaftar Di Dalam Sistem Dan Fitur Mengajukan Data Penduduk Yang Belum Terdaftar Di Sistem. Kemudian User Yang Kedua Yaitu User Admin Yang Memiliki Fitur Mengelola Data Penduduk, Mengelola User Admin Dan Mengelola Pengajuan Data Penduduk Dari User Tamu. Sistem Ini Dilengkapi Juga Dengan Fitur Login.",
        "image": "res/Left.png",
        "languages": [
            "res/html.png",
            "res/css.png",
            "res/js.png",
            "res/bootsrap.png",
            "res/php.png",
            "res/mysql.png"
        ]
    },
    {
        "name": "Movie Finder",
        "description": "Project Ini Melakukan Pencarian Film Berdasarkan Title. Data Diambil Dari Omdbapi.Com Menggunakan Async Vanilla Javascript Jadi Membutuhkan Internet Agar Data Tersebut Berhasil Ditampilkan. Project Ini Menggunakan Web Component, Modules Dan Webpack. Pengguna Tinggal Menginputkan Nama Films Di Kotak Pencarian Yang Telah Disediakan.",
        "image": "res/movieFinderWebsite.png",
        "languages": [
            "res/html.png",
            "res/css.png",
            "res/js.png",
            "res/bootsrap.png"
        ]
    },
    {
        "name": "Pantau Covid-19 Indonesia",
        "description": "Aplikasi ini memberikan informasi ter-update mengenai data pandemi covid-19 di indonesia secara keseluruhan, data pandemi covid-19 per provinsi indonesia dan data daftar rumah sakit rujukan covid-19 yang berada di indonesia. Aplikasi menggunakan vanilla javascript dan framework bootstrap sebagai tampilannya. Data yang diambil menggunakan teknik async.",
        "image": "res/PantauCovidWebsite.png",
        "languages": [
            "res/html.png",
            "res/css.png",
            "res/js.png",
            "res/bootsrap.png"
        ]
    },
    {
        "name": "Sistem Pakar Covid-19",
        "description": "Aplikasi ini dibangun menggunakan Full Javascript. Dimana pada bagian FE menggunakan Vanilla Javascript, BE menggunakan Node js, Express js dan database menggunakan MongoDB. Aplikasi ini memberikan informasi kepada pengguna berupa informasi data sebaran covid-19, berita terbaru mengenai covid-19 yang ada di indonesia dan diagnosa penyakit covid-19 secara mandiri dengan menggunakan metode Centainty Factor. Data perhitungan diagnosa mandiri penyakit covid-19 diambil dari jurnal sistem pakar untuk diagnosa penyakit SARS, MERS dan COVID-19 menggunakan metode centainty factor oleh Fatkhurrozi dan Kurniawan.",
        "image": "res/sistemPakarCovid19.png",
        "languages": [
            "res/js.png",
            "res/nodejs.png",
            "res/mongodb.png"
        ]
    }
]